[
  "obsidian-minimal-settings",
  "obsidian-hider",
  "mdx-as-md-obsidian",
  "dataview",
  "obsidian-auto-link-title",
  "darlal-switcher-plus",
  "omnisearch",
  "obsidian-textgenerator-plugin",
  "colored-tags",
  "obsidian-outliner",
  "better-search-views",
  "obsidian-tagfolder",
  "obsidian-kanban",
  "obsidian-style-settings"
]